{
  "meta": {
    "source": "WMO CAP (Libyan National Meteorological Centre)",
    "feed": "https://cap-sources.s3.amazonaws.com/ly-nmc-ar/rss.xml",
    "generated_utc": "2026-01-30T07:31:19.499738+00:00"
  },
  "alerts": [
    {
      "title": "رياح نشطة السرعة.",
      "published": "Thu, 29 Jan 2026 04:48:21 +0000",
      "summary": "رياح غربية وجنوبية غربية نشطة الي قوية هذا اليوم الخميس على مناطق شمال ووسط البلاد مما تسبب فى اثارة للأتربة والغبار خاصة في الاماكن المفتوحة و تؤدى لهبوط الرؤية الأفقية وتقل سرعة الرياح من اخر هذا المساء وتتحسن الاجواء تدريجيا ."
    },
    {
      "title": "رياح نشطة السرعة.",
      "published": "Wed, 28 Jan 2026 08:45:23 +0000",
      "summary": "تنشط الرياح الغربية والجنوبية الغربية هذه الليلة ويوم الغد الخميس على مناطق شمال ووسط البلاد مما تسبب فى اثارة للأتربة والغبار خاصة في الاماكن المفتوحة و قد تؤدى لهبوط الرؤية الأفقية احيانا وتتحسن الاجواء اخر فترة المساء."
    },
    {
      "title": "طقس متقلب مع امطار.",
      "published": "Mon, 26 Jan 2026 07:43:36 +0000",
      "summary": "فرصة سقوط امطار جيدة علي بعض مناطق الشمال الشرقي مصحوبة بخلايا رعدية بداية من مساء اليوم الاثنين ويوم الغد الثلاثاء خاصة علي المنطقة الممتدة من شرق اجدابيا الي الجبل الاخضر وتكون غزيرة احيانا مما تسبب في تراكم المياه في الاماكن المنخفضة واحتمال جريان بعض الأودية . هذه الاجواء مصحوبة بنشاط ملحوظ لرياح جنوبية غربية باردة ونشطة الي قوية احيانا."
    },
    {
      "title": "رياح نشطة السرعة.",
      "published": "Mon, 26 Jan 2026 07:24:46 +0000",
      "summary": "رياح غربية وجنوبية غربية باردة ونشطة الي قوية هذا اليوم الاثنين على مناطق الشمال الغربي تتراوح سرعتها مابين (50-70)كيلومتر في الساعة مما تسبب فى اثارة للأتربة والغبار وهبوط الرؤية الأفقية في الاماكن المفتوحة.هذه الاجواء يصحبها هطول امطار متفرقة مساء هذا اليوم متوقع ان تكون جيدة في بعض المناطق الساحلية مصحوبة بخلايا من السحب الرعدية مما تسبب في تجمع المياه في الاماكن المنخفضة ."
    },
    {
      "title": "طقس متقلب مع امطار.",
      "published": "Mon, 26 Jan 2026 07:18:27 +0000",
      "summary": "فرصة سقوط امطار جيدة علي بعض مناطق الشمال الشرقي مصحوبة بخلايا رعدية بداية من مساء اليوم الاثنين ويوم الغد الثلاثاء خاصة علي المنطقة الممتدة من شرق اجدابيا الي الجبل الاخضر وتكون غزيرة احيانا مما تسبب في تراكم المياه في الاماكن المنخفضة واحتمال جريان بعض الأودية . هذه الاجواء مصحوبة بنشاط ملحوظ لرياح جنوبية غربية باردة ونشطة الي قوية احيانا."
    }
  ]
}