{
  "meta": {
    "source": "WMO CAP (Libyan National Meteorological Centre)",
    "feed": "https://cap-sources.s3.amazonaws.com/ly-nmc-ar/rss.xml",
    "generated_utc": "2026-02-03T07:33:24.652688+00:00"
  },
  "alerts": [
    {
      "title": "رياح نشطة الي قوية السرعة.",
      "published": "Sun, 01 Feb 2026 07:31:55 +0000",
      "summary": "يبقى تأثير التقلبات الجوية هذا اليوم على مناطق الشمال الغربي برياح جنوبية غربية إلى شمالية غربية قوية السرعة تصل سرعتها إلى (90) كيلومتر/الساعة مما تسبب في إثارة الأتربة والغبار وهبوط للرؤية الأفقية وانعدامها في بعض الاماكن، يتخلل هذه الأجواء سقوط أمطار متفرقة على المناطق الممتدة من طرابلس إلى مصراتة، وتقل سرعة الرياح من مساء اليوم مع تحسن تدريجي في حالة الطقس."
    },
    {
      "title": "رياح نشطة الي قوية السرعة.",
      "published": "Sat, 31 Jan 2026 06:23:40 +0000",
      "summary": "تتأثر مناطق الشمال الغربي بتقلبات جوية بداية من مساء اليوم السبت ويوم الغد الاحد مصحوبة برياح غربية الي جنوبية غربية باردة وتكون نشطة الى قوية السرعة تتراوح سرعتها مابين (50-90) كيلومتر/الساعة مما تسبب في إثارة الأتربة والغبار وهبوط للرؤية الأفقية وانعدامها في بعض الاماكن وتقل سرعة الرياح من مساء يوم الغد مع تحسن تدريجي في حالة الطقس واحتمال ان يتخلل هذه الاجواء امطار متفرقة احيانا."
    },
    {
      "title": "رياح نشطة السرعة.",
      "published": "Fri, 30 Jan 2026 09:57:41 +0000",
      "summary": "بداية من مساء الغد السبت ويوم الاحد متوقع ان تتأثر مناطق الشمال الغربي برياح غربية الي جنوبية غربية نشطة الى قوية السرعة تتراوح سرعتها مابين (50-80) كيلومتر/الساعة مما تسبب في إثارة الأتربة والغبار وهبوط للرؤية الأفقية في بعض الاماكن."
    },
    {
      "title": "رياح نشطة السرعة.",
      "published": "Thu, 29 Jan 2026 04:48:21 +0000",
      "summary": "رياح غربية وجنوبية غربية نشطة الي قوية هذا اليوم الخميس على مناطق شمال ووسط البلاد مما تسبب فى اثارة للأتربة والغبار خاصة في الاماكن المفتوحة و تؤدى لهبوط الرؤية الأفقية وتقل سرعة الرياح من اخر هذا المساء وتتحسن الاجواء تدريجيا ."
    },
    {
      "title": "رياح نشطة السرعة.",
      "published": "Wed, 28 Jan 2026 08:45:23 +0000",
      "summary": "تنشط الرياح الغربية والجنوبية الغربية هذه الليلة ويوم الغد الخميس على مناطق شمال ووسط البلاد مما تسبب فى اثارة للأتربة والغبار خاصة في الاماكن المفتوحة و قد تؤدى لهبوط الرؤية الأفقية احيانا وتتحسن الاجواء اخر فترة المساء."
    }
  ]
}